app/views/students/all_students.index.html.erb

SELECT  "students".* FROM "students"  ORDER BY "students"."id" ASC LIMIT 1
---
<h1>All Students</h1>
<%Student.all.each do |student|%>